Repository: chrisgarrity/scratch-pootle-translations
Catalog: scratch1.4/*/*.po
Languages: fo

source: Language-Name
fo: Føroyskt

source: Language-Direction
fo: LTR

source: Suppress-Bold
fo: false

source: %H sensor value
fo: virðið á sensorinum %H

source: %L contains %s
fo: %L inniheldur %s

source: %a of %m
fo: %a av %m

source: %b and %b
fo: %b og %b

source: %b or %b
fo: %b ella %b

source: %f of %n
fo: %f av %n

source: %n mod %n
fo: %n modulus %n

source: add %s to %L
fo: legg %s afturat %L

source: answer
fo: svar

source: ask %s and wait
fo: spyr %s og bíða

source: background #
fo: bakgrund #

source: broadcast %e
fo: send %e til øll

source: broadcast %e and wait
fo: send %e til øll og bíða

source: change %g effect by %n
fo: broyt %g effektina við %n

source: change %v by %n
fo: legg %v afturat %x

source: change pen color by %n
fo: broyt lit á penni við %n

source: change pen shade by %n
fo: broyt skugga á penni við %n

source: change pen size by %n
fo: broyt stødd á penni við %n

source: change size by %n
fo: broyt stødd við %n

source: change tempo by %n
fo: broyt ferð við %n

source: change volume by %n
fo: broyt ljóðstyrki við %n

source: change x by %n
fo: broyt x við %n

source: change y by %n
fo: broyt y við %n

source: clear
fo: rudda

source: clear graphic effects
fo: rudda grafiskar effektir

source: color %C is touching %C?
fo: nertir liturin %C við %C?

source: control
fo: stýring

source: costume #
fo: búni #

source: delete %y of %L
fo: strika %y frá %L

source: direction
fo: leið

source: distance to %m
fo: fjarstøða til %m

source: else
fo: ella

source: forever
fo: altíð

source: forever if %b
fo: altíð um %b

source: glide %n secs to x:%n y:%n
fo: skreið í %n sek til x:%n y:%n

source: go back %n layers
fo: far %n løg aftur

source: go to %m
fo: flyt til %m

source: go to front
fo: set fremst

source: go to x:%n y:%n
fo: flyt til x:%n y:%n

source: hide
fo: fjal

source: hide variable %v
fo: fjal brigdil %v

source: if %b
fo: um %b

source: if on edge, bounce
fo: hoppa aftur við kantin

source: insert %s at %i of %L
fo: innset %s við %i av %L

source: item %i of %L
fo: punkt %i á %L

source: join %s %s
fo: %s sambindir %s

source: key %k pressed?
fo: um trýst er á %k?

source: length of %L
fo: longd á %L

source: length of %s
fo: longd á %s

source: letter %n of %s
fo: bókstavur %n av %s

source: list
fo: listi

source: looks
fo: Útsjónd

source: loud?
fo: hart frá?

source: loudness
fo: ljóðstyrki

source: motion
fo: rørsla

source: motor direction %W
fo: leið á motori %w

source: motor off
fo: sløkk motorin

source: motor on
fo: tendra motorin

source: motor on for %n secs
fo: tendra motorin í %n sek

source: motor power %n
fo: motormegi %n

source: mouse down?
fo: trýst á músina?

source: mouse x
fo: x-støða á músini

source: mouse y
fo: y-støða á músini

source: move %n steps
fo: flyt %n fet

source: next background
fo: næsta bakgrund

source: next costume
fo: næsti búni

source: not %b
fo: ikki %b

source: operators
fo: atgerðir

source: pen
fo: pennur

source: pen down
fo: legg pennin niður

source: pen up
fo: lyft pennin upp

source: pick random %n to %n
fo: vel tilvildarligt millium %n og %n

source: play drum %D for %n beats
fo: spæl trummu í %D sløgum

source: play note %N for %n beats
fo: spæl trummu í %D sløgum

source: play sound %S
fo: spæl ljóð %S

source: play sound %S until done
fo: spæl ljóðið %S til tað er liðugt

source: point in direction %d
fo: vend ímóti %d

source: point towards %m
fo: vend ímóti %m

source: repeat %n
fo: endurtak %n

source: repeat until %b
fo: endurtak til %b

source: replace item %i of %L with %s
fo: být %i av %L um við %s

source: reset timer
fo: endurstilla teljara

source: rest for %n beats
fo: steðga í %n sløgum

source: round %n
fo: avrunda %n

source: say %s
fo: sig %s

source: say %s for %n secs
fo: sig %s í %n sek

source: sensing
fo: sansing

source: sensor %h?
fo: sensorur %h?

source: set %g effect to %n
fo: set %g effektina til %n

source: set %v to %n
fo: set %v til %n

source: set instrument to %I
fo: set ljóðføri til %l

source: set pen color to %c
fo: set lit á penninum til %c

source: set pen color to %n
fo: set lit á penninum til %n

source: set pen shade to %n
fo: set skugga á penninum til %n

source: set pen size to %n
fo: set støddina á penninum til %n

source: set size to %n%
fo: set støddina til %n%

source: set tempo to %n bpm
fo: set ferðina til %n sløg fyri hvønn minutt

source: set volume to %n%
fo: set ljóðstyrkina til %n%

source: set x to %n
fo: set x til %n

source: set y to %n
fo: set y til %n

source: show
fo: vís

source: show variable %v
fo: vís brigdil %v

source: size
fo: stødd

source: sound
fo: ljóð

source: stamp
fo: stempla

source: stop all
fo: steðga øllum

source: stop all sounds
fo: sløkk øll ljóð

source: stop script
fo: steðga boðrit

source: switch to background %l
fo: skift bakgrundina til %l

source: switch to costume %l
fo: skift búnan til %l

source: tempo
fo: ferð

source: think %s
fo: hugsa %s

source: think %s for %n secs
fo: hugsa %s í %n sek

source: timer
fo: teljari

source: touching %m?
fo: nertir %m?

source: touching color %C?
fo: nertir litin %C?

source: turn %n degrees
fo: snara %n stig

source: variables
fo: brigdlar

source: volume
fo: ljóðstyrki

source: wait %n secs
fo: bíða %n sek

source: wait until %b
fo: bíða til %b

source: when %k key pressed
fo: tá trýst verður á %k

source: when %m clicked
fo: tá trýst verður á %m

source: when I receive %e
fo: tá eg taki ímóti %e

source: x position
fo: x-støða

source: y position
fo: y-støða

source: (empty)
fo: (tómt)

source: 1 script
fo: 1 boðrit

source: About Scratch
fo: Um Scratch

source: About this project:
fo: Um hesa verkætlan:

source: add comment
fo: ger viðmerking

source: add comment here
fo: ger viðmerking her

source: all
fo: allar

source: and
fo: og

source: Animation
fo: Flytmynd

source: any
fo: allar

source: Art
fo: List

source: background
fo: bakgrund

source: backgrounds
fo: bakgrundir

source: Backgrounds
fo: Bakgrundir

source: brightness
fo: ljósstyrki

source: Brush size:
fo: Stødd á pensli:

source: button
fo: knøttur

source: button pressed
fo: trýst er á knøttin

source: Camera
fo: Myndatól

source: can rotate
fo: kann snarast

source: cancel
fo: angra

source: Cancel
fo: Angra

source: Choose a folder
fo: Vel eina mappu

source: Choose new sprite from file
fo: Vel nýggja sprite frá fílu

source: clean up
fo: rudda

source: Clear
fo: Rudda

source: Clear canvas
fo: Rudda lørift

source: Close and continue
fo: Lat aftur og hald á

source: Close dialog?
fo: Lat gluggan aftur?

source: Close paint editor?
fo: Lat myndaritilin aftur?

source: close port
fo: lat portur aftur

source: Close sound recorder?
fo: Lat ljóðupptakaran aftur?

source: color
fo: litur

source: Compress Images
fo: Komprimera myndir

source: Compress Sounds
fo: Komprimera ljóð

source: Compress sounds and images
fo: Komprimera ljóð og myndir

source: Computer
fo: Telda

source: connected
fo: íbundin

source: Connecting to
fo: Bindur í til

source: Copy
fo: Avrita

source: costume
fo: búni

source: costumes
fo: búnar

source: Costumes
fo: Búnar

source: Could not read
fo: Kundi ikki innlesa

source: Could not read project; file may be damaged
fo: Kundi ikki innlesa verkætlan: fílan kann vera skadd

source: Could not write file
fo: Fekk ikki skrivað fílu

source: Create account
fo: Stovna kontu

source: Create an empty project
fo: Stovna nýggja verkætlan

source: Data sent. Waiting for response...
fo: Dátur eru sendar. Bíðar eftir aftursvari...

source: delete
fo: strika

source: Delete
fo: Strika

source: Delete a list
fo: Strika ein lista

source: Delete a variable
fo: Strika ein brigdil

source: Delete this background
fo: Strika hesa bakgrund

source: Delete this costume
fo: Strika búnan

source: Delete this sound
fo: Strika ljóðið

source: Delete this sprite
fo: Strika tekningina

source: Desktop
fo: Skriviborð

source: disable remote sensor connections
fo: sløkk fjarsensor íbindingar

source: distance
fo: fjarstøða

source: Documents
fo: Skjøl

source: don't rotate
fo: ikki snara

source: Don't Save
fo: Goym ikki

source: Done
fo: Liðugt

source: down
fo: niðureftir

source: down arrow
fo: pílur niður

source: drag to resize
fo: drag fyri at broyta stødd

source: drag to rotate
fo: drag fyri at snara

source: draggable on website?
fo: skal kunna flytast á vevsíðuni?

source: duplicate
fo: ger avrit

source: Duplicate
fo: Ger avrit

source: edge
fo: kantur

source: Edit
fo: Broyt

source: Ellipse tool (draw outlined or filled ellipse or circle)
fo: Amboð til ellipsu (tekna ellipsu ella sirkul)

source: enable remote sensor connections
fo: tendra fjarsensor íbindingar

source: Enter presentation mode
fo: Vís sum framløgu

source: Eraser
fo: Viskileður

source: Eraser size
fo: Stødd á viskileðri

source: Error!
fo: Feilur!

source: Examples
fo: Dømi

source: Exit presentation
fo: Far úr fullum skermi

source: Exit presentation mode
fo: Far úr fullum skermi

source: export
fo: Flyt út

source: Export Background
fo: Flut bakgrund út

source: Export Costume
fo: Flyt búna út

source: Export failed
fo: Útflytingin miseydnaðist

source: Export Sound
fo: Flyt ljóð út

source: Export Sprite
fo: Flyt tekning út

source: export this costume
fo: flyt búnan út

source: export this sound
fo: flyt ljóðið út

source: export this sprite
fo: flyt tekning út

source: Extras menu
fo: Eyka valmynd

source: Eyedropper tool (select a color)
fo: Amboð til eygnadropar (vel lit)

source: Failed:
fo: Miseydnaðist:

source: false
fo: rangur

source: File
fo: Fíla

source: File not found
fo: Fíla ikki funnin

source: Fill tool (fill areas with color or gradient)
fo: Amboð til ífylling (fyll øki við liti ella gradienti)

source: first
fo: fyrstur

source: fisheye
fo: fiskaeyga

source: Flip horizontally
fo: Vend vatnrætt

source: Flip vertically
fo: Vend loddrætt

source: For all sprites
fo: Fyri allar tekningar

source: For this sprite only
fo: Bara fyri hesa tekningina

source: Game
fo: Spæl

source: Get the last thing deleted
fo: Fá tað síðsta tú hevur strikað

source: Getting Started
fo: Soleiðis byrjar tú

source: ghost
fo: spøkilsi

source: Go To Scratch Website
fo: Far til Scratch vevsíðuna

source: Grow
fo: Ger størri

source: Grow sprite
fo: Ger tekning størri

source: hello
fo: hey

source: Hello!
fo: Hey!

source: help
fo: hjálp

source: Help
fo: Hjálp

source: Help Page
fo: Hjálparsíða

source: Help Screens
fo: Hjálparskermur

source: Hide Motor Blocks
fo: Fjal motorkubbar

source: High (biggest)
fo: Høgur (størstur)

source: Home
fo: Heim

source: Images compressed
fo: Myndin komprimerað

source: import
fo: Flyt inn

source: Import
fo: Flyt inn

source: Import an image on top of your current canvas
fo: Flyt eina mynd inn á verandi lørift

source: Import Background
fo: Les bakgrund inn

source: Import Costume
fo: Flyt búna inn

source: Import Image
fo: Flyt mynd inn

source: Import List
fo: Flyt lista inn

source: Import Project
fo: Innles verkætlan

source: import project
fo: Flyt verkætlan inn

source: Import Sound
fo: Flyt ljóð inn

source: JPEG Quality (10-100)?
fo: JPEG góðska (10-100)?

source: kbytes
fo: kilobyte

source: Language
fo: Mál

source: large readout
fo: stór útflyting

source: last
fo: síðsta

source: left
fo: vinstru

source: left arrow
fo: vinstipílur

source: length
fo: longd

source: light
fo: ljós

source: Line tool (draw lines)
fo: Amboð til linjur (tekna linjur)

source: List name?
fo: Navn á lista?

source: Low
fo: Lágur

source: Lowest (smallest)
fo: Lægstur (minstur)

source: Make a list
fo: Ger nýggjan lista

source: Make a variable
fo: Ger nýggjan brigdil

source: Max:
fo: Hámark:

source: meow
fo: mjavv

source: Message name:
fo: Navn á boði:

source: more
fo: meira

source: More tags:
fo: Fleiri frámerki:

source: mosaic
fo: mosaik

source: mouse x:
fo: mús x:

source: mouse y:
fo: mús y:

source: mouse-pointer
fo: músavísi

source: Move
fo: Flyt

source: Music
fo: Tónleikur

source: My Projects
fo: Mínar verkætlanir

source: new
fo: nýtt

source: New
fo: Nýtt

source: New background:
fo: Nýggj bakgrund:

source: New costume:
fo: Nýggjur búni:

source: New file name?
fo: Nýggja navnið á fíluni?

source: New Filename:
fo: Nýtt navn á fílu:

source: New sound:
fo: Nýtt ljóð:

source: New Sprite
fo: Nýggj tekning

source: New sprite:
fo: Nýggj tekning:

source: No
fo: Nei

source: No MIDI ports currently available.
fo: Eingi MIDI portur eru tøk í løtuni.

source: No motion blocks
fo: Eingir rørslu-blokkar

source: no scripts
fo: eingi boðrit

source: No serial ports found
fo: Eingi serial-portur eru funnin

source: No variables.
fo: Eingir brigdlar.

source: Normal
fo: Vanligt

source: Off
fo: Sløkk

source: OK
fo: Í lagi

source: On
fo: Tendrað

source: only face left-right
fo: vend einans til vinstru móti høgru

source: Open
fo: Lat upp

source: Open a Scratch project
fo: Lat eina Scratch-verkætlan upp

source: Open Project
fo: Lat verkætlan upp

source: or
fo: ella

source: Paint
fo: Tekna

source: Paint Editor
fo: Tekni-ritil

source: Paint new sprite
fo: Tekna nýggja tekning

source: Paintbrush
fo: Málipensil

source: Password:
fo: Loyniorð:

source: Percent? (100 gives original size)
fo: Prosent? (100 vísir upprunastøddina)

source: Pictures
fo: Myndir

source: pixelate
fo: pixelera

source: play
fo: spæl

source: Please enter a number
fo: Vinaliga skriva eitt nummar

source: pop
fo: poppur

source: Preparing project...
fo: Fyrireikar verkætlan...

source: Project author:
fo: Høvundur á verkætlanini:

source: Project name
fo: Navn á verkætlan

source: Project Notes
fo: Viðmerkingar til verkætlanina

source: Project notes
fo: Viðmerkingar til verkætlanina

source: Project uploaded.
fo: Verkætlanin er nú løgd út.

source: Projects
fo: Verkætlanir

source: Quit
fo: Sløkk

source: Quit Scratch
fo: Sløkk Scratch

source: Reading
fo: Innlesur

source: record
fo: tak upp

source: Record
fo: Tak upp

source: recording
fo: tekur upp

source: Rectangle tool (draw outlined or filled rectangle or square)
fo: Amboð til rætthyrningar (tekna kant ella fyltan ferhyrning ella rætthyrning)

source: Redo
fo: Ger aftur

source: Reference Guide
fo: Tilvísingarskrá

source: resize this sprite
fo: broyt støddina á tekningini

source: right
fo: høgru

source: right arrow
fo: høgripílur

source: Rotate clock-wise
fo: Snara við klokkuni

source: Rotate counter-clock-wise
fo: Snara móti klokkuni

source: rotate this sprite
fo: snara tekningini

source: Rotation degrees?
fo: Hvussu nógv stig skal snarast?

source: Save
fo: Goym

source: Save a copy of the current project
fo: Goym eitt avrit av verkætkanini

source: Save As
fo: Goym sum

source: Save changes before quitting?
fo: Goym broytingarnar áðrenn tú sløkkir?

source: Save failed
fo: Tað eydnaðist ikki at goyma

source: save picture of scripts
fo: goym eina mynd av boðritum

source: save picture of stage...
fo: goym myndir av pallinum...

source: Save Project
fo: Goym verkætlan

source: Save Scripts Snapshot
fo: Goym snarmynd av boðriti

source: Save the current project
fo: Goym verkætlanina

source: Save the current project?
fo: Goyma verkætlanina?

source: Save this project
fo: Goym verkætlanina

source: Scripts
fo: Boðrit

source: select serial/USB port
fo: Vel serial/USB portur

source: Select tool (move, modify, or delete selection)
fo: Vel amboð (flyt, broyt ella strika tað ið valt er)

source: Set costume center
fo: Set búnan mitt fyri

source: Set language
fo: Áset mál

source: Set rotation center
fo: Set snaringar-miðstøðuna

source: Share
fo: Deil

source: Share this project
fo: Deil verkætlanina

source: Share This Project Online
fo: Deil verkætlanina á netinum

source: Shrink
fo: Minka

source: Shrink sprite
fo: Minka tekning

source: Simulation
fo: Eftirgerð

source: slider
fo: dragistýrari

source: Sound quality:
fo: Ljóðgóðska:

source: Sound Recorder
fo: Ljóðupptakari

source: Sounds
fo: Ljóð

source: Sounds compressed
fo: Ljóðini eru nú komrimerað

source: space
fo: millumrúm

source: Sprite
fo: Tekning

source: Sprites
fo: Tekningar

source: sqrt
fo: ferrót

source: Stage
fo: Pallur

source: Stage selected:
fo: Valdur pallur:

source: Stamp tool (select area, then stamp copies of it)
fo: Stempul (vel øki, og stempla avrit av tí)

source: Start green flag scripts
fo: Byrja grønt flag boðrit

source: stop
fo: steðga

source: Stop everything
fo: steðga øllum

source: Story
fo: Søga

source: Support Site
fo: Hjálparsíða

source: Switch colors
fo: Skift litir

source: Switch to full stage
fo: Skift til fullan pall

source: Switch to presentation mode
fo: Skift til framløguvísing

source: Switch to small stage
fo: Skift til lítlan pall

source: Tags:
fo: Frámerki:

source: Text tool (edit text layer)
fo: Tekstamboð (broyt lag við teksti)

source: That variable name is already in use
fo: Navni á brigdlinum er longu brúkt

source: that way
fo: handan vegin

source: The file name already exists. Overwrite existing file?
fo: Navnið á fíluni finst longu. Ynskri tú at skriva oman á fíluna?

source: thing
fo: ting

source: this way
fo: hendan vegin

source: tilt
fo: hella

source: true
fo: satt

source: Turbo speed
fo: Turboferð

source: turn into new sprite
fo: ger um til nýggja tekning

source: Undelete
fo: Angra striking

source: Undo
fo: Angra

source: up
fo: uppeftir

source: up arrow
fo: píl upp

source: Updating thumbnails
fo: Dagførir tummilútgávu

source: Upload succeeded!
fo: Tað eydnaðist at leggja út!

source: Upload to Scratch Server
fo: Legg inn á Scratch-ambætaran

source: Uploading
fo: Leggur út

source: Variable name?
fo: Navn á brigdli?

source: What's your name?
fo: Hvussu eitur tú?

source: world
fo: heimur

source: Yes
fo: Ja

source: Your project is now online at
fo: Tín verkætlan er nú á netinum á

source: Your Scratch website login name:
fo: Innritingarnavnið til tína Scratch-vevsíðu:

source: Zoom in
fo: Zooma inn

source: Zoom out
fo: Zooma út

source: Applause
fo: Lógvabrestir

source: Bagpipe
fo: Sekkjapípa

source: Whistle
fo: Floyta

source: Woodblock
fo: Trækubbi
