Repository: chrisgarrity/scratch-pootle-translations
Catalog: scratch1.4/lg/scratch.po
Languages: lg

source: Language-Name
lg: Luganda- Erinnya

source: Language-Direction
lg: Luganda- Gyotunudde

source: Font-Scale
lg: Obunene bwennyukuta

source: Suppress-Bold
lg: Nnyiga ate ogezze

source: Win-Font
lg: Obunene bwe nnyukuta eza window

source: Mac-Font
lg: obunene bwe nnyukuta eza mac

source: Linux-Font
lg: obunene bwe nnyukuta eza linux

source: %H sensor value
lg: % Ha ekiraga omuwendo

source: %L contains %s
lg: % La ngerimu %sa

source: %a of %m
lg: %a eya %ma

source: %b and %b
lg: %ba ne %ba

source: %b or %b
lg: %ba oba %ba

source: %f of %n
lg: %fa eya %na

source: %n mod %n
lg: %na ekika ekya %ha

source: add %s to %L
lg: gatta %sa ku %La

source: answer
lg: okuddibwamu

source: ask %s and wait
lg: buuza %sa ate olinde

source: background #
lg: eby'emabegga

source: broadcast %e
lg: okuteeka ku mpewo %e

source: broadcast %e and wait
lg: okuteeka ku mpewo %e era olinde

source: change %g effect by %n
lg: kyusa %ga ebinavamu ebya %na

source: change %v by %n
lg: kyusa %va ne %na

source: change pen color by %n
lg: kyusa langi ye kalaamu ne %na

source: change pen shade by %n
lg: kyusa okusiiga kwe kalaamu ne %na

source: change pen size by %n
lg: kyusa obunene bwe kalaamu ne %na

source: change size by %n
lg: kyusa obunene ne %na

source: change tempo by %n
lg: kyusa ebugumu n'obunyogovu ne %na

source: change volume by %n
lg: kyusa obungi ne %na

source: change x by %n
lg: kyusa x ne %na

source: change y by %n
lg: kyusa ya ne %na

source: clear
lg: sangula

source: clear graphic effects
lg: sangula ebivudde mu bisigiddwa

source: color %C is touching %C?
lg: lwaki langi ya %cha ekwata %cha?

source: control
lg: kakanya

source: costume #
lg: ekyambaalo

source: delete %y of %L
lg: gyawo %ya eya %La

source: direction
lg: Oludda

source: distance to %m
lg: ebbanga okutuka ku %ma

source: else
lg: ekirala

source: forever
lg: oluberera

source: forever if %b
lg: Lubereera singa %ba

source: glide %n secs to x:%n y:%n
lg: sereeza %na obutikiti kux:%na ya:%na

source: go back %n layers
lg: genda emabega %na emigigi

source: go to %m
lg: genda ku %ma

source: go to front
lg: genda mu maaso

source: go to x:%n y:%n
lg: genda ku x:%na ya:%na

source: hide
lg: kwekweka

source: hide variable %v
lg: kwekweka ebikyukakyuka %va

source: if %b
lg: neya %ba

source: if on edge, bounce
lg: oba ku enjegooyego ,kutomera ne kidda

source: insert %s at %i of %L
lg: kuteekamu %sa ku %i eya %La

source: item %i of %L
lg: ekintu ekimu ku lukalala %i eya %La

source: join %s %s
lg: gatta %sa %sa

source: key %k pressed?
lg: ekisumuluzo %ka onyigiriza?

source: length of %L
lg: obuwanvu obwa %La

source: length of %s
lg: Obuwanvu obwa %sa

source: letter %n of %s
lg: ennyukuta %na eya %sa

source: list
lg: olukalala

source: looks
lg: entunula

source: loud?
lg: eddobbozi eddene?

source: loudness
lg: eddobbozi eddene

source: motion
lg: ekitambula

source: motor direction %W
lg: oludda lwa yingini ereeta amaanyi %Wa

source: motor off
lg: yingini ereeta amaanyi eviddeko

source: motor on
lg: yingini ereeta amaanyi kweli

source: motor on for %n secs
lg: yingini ereeta amaanyi kweli okumala %na obutikiti

source: motor power %n
lg: yingni ereeta amaanyi %na

source: mouse down?
lg: emmese wansi?

source: mouse x
lg: emmese x

source: mouse y
lg: emmese ya

source: move %n steps
lg: tambula %na ebigere

source: next background
lg: ekiddako emabega

source: next costume
lg: ekyambalo ekiddako

source: not %b
lg: si %ba

source: operators
lg: abalongoosa

source: pen
lg: ekalamu

source: pen down
lg: ekkalaamu ya bwino wansi

source: pen up
lg: ekalaamu ya bwino wangu

source: pick random %n to %n
lg: kulonda ky'osanga %na ku %na

source: play drum %D for %n beats
lg: zanya engoma %Da eya %na okutambulira ku luyimba oba ekitontome

source: play note %N for %n beats
lg: zannya obubaka obuwandiike ku kapapula %Na eya %na okutambulira ku luyimba oba ekitontome

source: play sound %S
lg: zannya eddobbozi %Sa

source: play sound %S until done
lg: zannya eddobbozi %Sa okutussa nga omazze

source: point in direction %d
lg: nsonga ku ludda %da

source: point towards %m
lg: nsonga oludda luli %ma

source: repeat %n
lg: ddamu %na

source: repeat until %b
lg: kuddamu okutussa %ba

source: replace item %i of %L with %s
lg: kuzzaawo ekintu ekimu ku lukalala lwa %i kya %La ne %sa

source: reset timer
lg: ddamu osetinge obudde

source: rest for %n beats
lg: kuwummulako ku %na okutambulira ku luyimba oba ekitontome

source: round %n
lg: kyetooloovu %na

source: say %s
lg: gamba %sa

source: say %s for %n secs
lg: gamba %sa eya %na obutikiti

source: sensing
lg: kulozaako

source: sensor %h?
lg: okulowozaako %ha?

source: set %g effect to %n
lg: tegeka %ga ebivuddemu ku %na

source: set %v to %n
lg: tegeka %va ku %na

source: set instrument to %I
lg: tegeka ebivugga ku %I

source: set pen color to %c
lg: tegeka langi ye kalaamu ku %cha

source: set pen color to %n
lg: tegeka langi ye kalaamu ku %na

source: set pen shade to %n
lg: tegeka okusiiga kwe kalaamu ku %na

source: set pen size to %n
lg: tegeka ekipimo ky'obunene bwe kalaamu ku %na

source: set size to %n%
lg: tegeka ekipimo ky'obunene ku %na%

source: set tempo to %n bpm
lg: tegeka embiro ku %na bapama

source: set volume to %n%
lg: Tegeka ebbanga ekintu lye kitwala ku %na%

source: set x to %n
lg: tegeka x ku %na

source: set y to %n
lg: tegeka ya ku %na

source: show
lg: kulaga

source: show variable %v
lg: okulaga obikyusibwa kyusibwa ebya %va

source: size
lg: ekipimo ky'obunene

source: sound
lg: eddoboozi

source: stamp
lg: laama

source: stop all
lg: yimiriza byonna

source: stop all sounds
lg: yimiriiza amaloboozi gonna

source: stop script
lg: yimirizza ebiwandikibwa

source: switch to background %l
lg: genda ku byemabega %I

source: switch to costume %l
lg: genda ku byennyambala %I

source: tempo
lg: Embiro

source: think %s
lg: lowooza %sa

source: think %s for %n secs
lg: lowooza %sa eya %na obutikiti

source: timer
lg: ekigerageranya ebanga oba obudde ekintu lye kigenda okutwala

source: touching %m?
lg: okukwatako %ma?

source: touching color %C?
lg: okukwatako langi %cha?

source: turn %n degrees
lg: kukyuka %na kipimo ky'ebbugumu oba ensonda

source: variables
lg: obikyukakyuka

source: volume
lg: ebbanga ekintu lye kitwala oba lye kijjuza

source: wait %n secs
lg: kulindako %na obutikiti

source: wait until %b
lg: kulindako okutuusa %ba

source: when %k key pressed
lg: Nga ekisumuluzo kya %ka kinyigiriziddwa

source: when %m clicked
lg: Nga %ma ekoneddwako

source: when I receive %e
lg: Nga I emazze okufuna %e

source: x position
lg: ekifo kya x

source: y position
lg: ekifo kya ya

source: (empty)
lg: (kyereere)

source: 1 script
lg: Nnamba emu eye'kiwandikiddwa

source: About Scratch
lg: Ebya kutakula

source: About this project:
lg: ebya pulojekiti eno

source: abs
lg: ebasa

source: add comment
lg: gatta ennyinnyonnyola

source: add comment here
lg: gatta enyinnyonnyola wano

source: all
lg: byonna

source: and
lg: ne

source: Animation
lg: Enimesoni

source: any
lg: yenna aliwo

source: Art
lg: Amagezi agatali ga butonde

source: background
lg: ebyemabega

source: backgrounds
lg: ebyemabega ebingi

source: Backgrounds
lg: eby'emabega ebingi

source: brightness
lg: obutanganvu

source: Brush size:
lg: obunene bwakaswaki

source: button
lg: epeesa

source: button pressed
lg: epeesa linyigiriziddwa

source: Camera
lg: ekikubba ebifanani

source: can rotate
lg: nga wetoloola

source: cancel
lg: okusazaamu

source: Cancel
lg: Okusazaamu

source: Choose a folder
lg: okulonda fayilo

source: Choose new sprite from file
lg: okulonda enziruka empya okuva mu fayilo

source: clean up
lg: okulongossa

source: Clear
lg: okusangula

source: Clear canvas
lg: sangula kanvansi

source: Close and continue
lg: ggalaawo ate weyongere okugenda mu maaso

source: Close dialog?
lg: ggalaawo okukkannya?

source: Close paint editor?
lg: galaawo w'okyusizza kyusizza ebisiinge?

source: close port
lg: ggalaawo ewayingirirwa

source: Close sound recorder?
lg: Ggalaawo ekitelyeka emaloboozzi?

source: color
lg: langi

source: Compress Images
lg: ebifananyi ebinyigiddwa

source: Compress Sounds
lg: amaloboozi aganyigiddwa

source: Compress sounds and images
lg: amaloboozi ne bifanannyi ebinyigiddwa

source: Computer
lg: Ekyuma ekibala n'okutegeka ebintu eby'enjawulo amangu

source: connected
lg: okuyungibbwa

source: Connecting to
lg: okuyungibbwa ku

source: Copy
lg: okufaananya

source: costume
lg: ekyambalo

source: costumes
lg: ebyambalo

source: Costumes
lg: ebyambalo

source: Could not read
lg: tasoboola kusoma

source: Could not read project; file may be damaged
lg: tasoboola kusoma pulojekiti; fayiro eyinza okononebbwa

source: Could not write file
lg: obutasoboola kuwandika fayiro

source: Create account
lg: tondawo akawunti

source: Create an empty project
lg: tondawo pulojekiti enkalu

source: Data sent. Waiting for response...
lg: emiwendo kisindikiddwa.linda okuddibwamu..

source: delete
lg: kusangulawo

source: Delete
lg: okusangulawo

source: Delete a list
lg: okusangulawo olukalala

source: Delete a variable
lg: okusangulawo ebikyusibwa kyusibwa

source: Delete this background
lg: okusangulawo eby'emabega

source: Delete this costume
lg: okusangulawo ekyambalo

source: Delete this sound
lg: okusangulawo eddoboozi

source: Delete this sprite
lg: okusangulawo embirro

source: Desktop
lg: desikitopu

source: disable remote sensor connections
lg: Jjaako rimoti ya sense eyungiddwa

source: distance
lg: ebbanga

source: Documents
lg: ebiwandiiko

source: don't rotate
lg: tewetolala

source: Don't Save
lg: tebiterekka

source: Done
lg: okumaririzza

source: down
lg: wansi

source: down arrow
lg: wansi wa kasaale

source: drag to resize
lg: situla osobole okukyuza obunene

source: drag to rotate
lg: situla osobole okwetololoa

source: draggable on website?
lg: okusitula ku lutimbe lwa yintaneti?

source: duplicate
lg: ekifaanana nga kinnaakyo

source: Duplicate
lg: ekifaanana nga kinnaakyo

source: edge
lg: enjegooyego

source: Edit
lg: okutegeka ebiwandikiddwa

source: Ellipse tool (draw outlined or filled ellipse or circle)
lg: ekyuma kya ekiripuse(kuba ebiri kulukalala oba okujjuza ekiripuse oba ekyetolovu

source: enable remote sensor connections
lg: okusobozessa rimoti okusensinga ebiyungiddwa

source: Enter presentation mode
lg: Yingizza ekika kya pulizentekyoni

source: Eraser
lg: ekisangula

source: Eraser size
lg: obunene bwe kisangula

source: Error!
lg: Ensobi!

source: Examples
lg: ebyokulabirako

source: Exit presentation
lg: ggalaawo pulizentesoni

source: Exit presentation mode
lg: ggalaawo ekika kya pulizentesoni

source: export
lg: Jjayo okitteke ewalala

source: Export Background
lg: Jjayo ebyemabega

source: Export Costume
lg: Jjayo ebyambalo

source: Export failed
lg: okujjayo kukanganya

source: Export Sound
lg: Jjayo edobboozi

source: Export Sprite
lg: Jjayo embbiro

source: export this costume
lg: Jjayo ekyambalo kino

source: export this sound
lg: Jjayo edobboozi lino

source: export this sprite
lg: Jjayo embbiro zino

source: Extras menu
lg: olukalaala olulala

source: Eyedropper tool (select a color)
lg: ekyuma ekisula eriso(londa langi)

source: Failed:
lg: okulemererwa:

source: false
lg: ekitali kituufu

source: File
lg: Fayiro

source: File not found
lg: Fayiro terabiddwa

source: Fill tool (fill areas with color or gradient)
lg: Jjuzza ekyuma(Jjuzza ebitundu ne langi oba okusseregetta

source: first
lg: Okusooka

source: fisheye
lg: obuttategerekeka

source: Flash blocks (fast)
lg: Ekimyanso kya mabuloka(mubwangu)

source: Flash blocks (slow)
lg: Ekimyanso kya mabuloka(okugenda mpola)

source: Flip horizontally
lg: Wuumba mubukiika

source: Flip vertically
lg: Wuumba mubusimba

source: For all sprites
lg: Nga zonna mbbiro

source: For this sprite only
lg: Nga mbbiro zino zokka

source: Game
lg: omuzannyo

source: Get surprise sprite
lg: Funa ekirabo ky'embbiro

source: Get the last thing deleted
lg: okufuna ekintu ekisebyeyo okusimulwa

source: Getting Started
lg: okutandika

source: ghost
lg: Omusambwa

source: Go To Scratch Website
lg: Genda ku lutimbe lw'okutakula

source: grab screen region for new costume
lg: Nyakula ekifo kyo ku lutimbe eky'ebyennyambala ekiggya

source: grab screen region for new sprite
lg: Nyakula ekifo kyo lutimbe ekya ebbiro empya

source: Grow
lg: Okukula

source: Grow sprite
lg: Okukula embbiro

source: hello
lg: Helo

source: Hello!
lg: Helo!

source: help
lg: okuyamba

source: Help
lg: okuyamba

source: Help Page
lg: olupapula w'ofuna obuyambi

source: Help Screens
lg: Olutimbe okuli okuyambibwa

source: Hide Motor Blocks
lg: okukweka bulooka za yingni ereeta amaanyi

source: High (biggest)
lg: Obuwanvu(ekisinga obunene)

source: Hmm...
lg: Haamuu....

source: Home
lg: eka

source: Images compressed
lg: ebifaananyi ebinyigiddwa

source: import
lg: okuleeta ebitnu okuva ewalala

source: Import
lg: okuleeta ekintu oukva ewalala

source: Import an image on top of your current canvas
lg: okuleeta ekifaananyi wangulu wa kanvansi yo

source: Import Background
lg: okuleeta ekintu okuva emabega

source: Import Costume
lg: okuleeta ekyembalo okuva ewalala

source: Import Image
lg: okuleeta ebifaananyi okuva ewalala

source: Import List
lg: okuleeta olukalaala okuva ewalala

source: Import Project
lg: okuleeta pulojekiti okuva ewalala

source: import project
lg: okuleeta Pulojekiti okuva ewalala

source: Import Sound
lg: okuleeta eddoboozi okuva ewalala

source: Incompatible Scratch file format
lg: okukwataganya ekika kya fayiro ya kutakula

source: Is the folder read-only?
lg: eno foludda esomebbwe-busomebbwa?

source: JPEG Quality (10-100)?
lg: obulungi bwa JPEG (kumi-kikumi)?

source: kbytes
lg: kabytes

source: Language
lg: olulimi

source: large readout
lg: okusoma obigezeddwa

source: last
lg: ekisembayo

source: left
lg: kkono

source: left arrow
lg: ekasale ku kkono

source: length
lg: obuwanvu

source: light
lg: obutangaavu

source: Line tool (draw lines)
lg: omusittale gwe kyuma(kukuba omusittale)

source: List name?
lg: olukalaala lwa manya?

source: Low
lg: wansi

source: Lowest (smallest)
lg: ekisinga okubbera wansi( ekitono)

source: Make a list
lg: okukola olukalaala

source: Make a variable
lg: okukola ebikyusibwa kyusibwa

source: Max:
lg: Ekisinga okubera ekingi:

source: meow
lg: okukaaba nga kapa oba ppusi

source: Message name:
lg: Erinnya lyo bubaka:

source: Min:
lg: ekisinga okubera ekitono:

source: mod
lg: ekika

source: more
lg: okwongera oba okusingako

source: More tags:
lg: okwongera ekiraga:

source: mosaic
lg: Mozayiki

source: mouse x:
lg: emmesse x:

source: mouse y:
lg: emmesse y:

source: mouse-pointer
lg: ekisonga ku mmesse

source: Move
lg: okwejjulula

source: Music
lg: amaloboozi amalungi agayimbibwa oba agava mu kivuga

source: My Projects
lg: omulimi gwange omuteeketeeke

source: new
lg: ekiggya

source: New
lg: Ekiggya

source: New background:
lg: ebyemabega ebiggya:

source: New costume:
lg: ebyenyambalo ebiggya:

source: New file name?
lg: Erinnya lya fayiro eriggya?

source: New Filename:
lg: Erinnya lya fayiro empya:

source: New sound:
lg: eddoboozi eriggya

source: New Sprite
lg: embbiro empya

source: New sprite:
lg: Embbiro empya:

source: No
lg: Nedda

source: No MIDI ports currently available.
lg: Tewali bituli bya MIDI biriiwo mu kiseera kino.

source: No motion blocks
lg: Tewali bulooka kutambula

source: no scripts
lg: tewali biwandiko

source: No serial ports found
lg: Tewali bitulI bya lukalala bisangiddwawo

source: No variables.
lg: Tewali bikyusibwa kyusibwa.

source: Normal
lg: ebyabulijjo

source: normal readout
lg: ensoma eya bulijjo

source: Off
lg: okujjako

source: OK
lg: kale

source: On
lg: okuteekako

source: only face left-right
lg: tunnula kukkono oba mu bukiikaddyo kwokka

source: Open
lg: Ggulaawo

source: Open a Scratch project
lg: Ggulaawo omulimi omuteeketekee ogwo kutakula

source: Open Project
lg: Ggulaawo omulimu omuteeketeeke

source: or
lg: oba

source: Paint
lg: okusiiga

source: Paint Editor
lg: etereeza ebisinge

source: Paint new sprite
lg: okusiiga embiro empya

source: Paintbrush
lg: akasiiga ebisinge

source: Password:
lg: pasiwaadi:

source: Percent? (100 gives original size)
lg: ku buli kikumi?(ekikumi ekiwa sayizi entuffu)

source: Pictures
lg: Ebifaananyi

source: pixelate
lg: piseletti

source: play
lg: okuzzanya

source: Please enter a number
lg: Munnage yingiza e nnamba

source: pop
lg: popu

source: Position the cross-hair to set the rotation center
lg: tekawo bukyiika nga osinzira wakati okwetoloola

source: Preparing project...
lg: okwetegekere omulimu omuteeketeeke....

source: Project author:
lg: omuwandisi w'omulimu omuteeketeeke:

source: Project name
lg: Erinnya ly'omulimu omuteeketeeke

source: Project Notes
lg: Obubaka obuwandiike obw'omulimu omuteeketeeke.

source: Project notes
lg: obubaka obuwandiike obw'omulimu omuteeketeeke

source: Project uploaded.
lg: omulimu onuteeketeeke nga gutereddwa ku yinteneti.

source: Projects
lg: emirimu emiteeketeeke

source: Quit
lg: okuleka

source: Quit Scratch
lg: okuleka takula

source: Reading
lg: Okusoma

source: record
lg: okutereeka ekintu

source: Record
lg: Okutereeka Ekintu

source: recording
lg: okutereekanga ekintu

source: Rectangle tool (draw outlined or filled rectangle or square)
lg: ekyuma ky'enjuyi ennya(okukuba ebiri kulukalala oba jjuza ekintu ekyenjuyi ennya oba sikweeya

source: Redo
lg: okuddamu okukola ekintu

source: Reference Guide
lg: Ekitabo wetwejjukanyizza

source: Remote sensor connections enabled
lg: rimoti sensa esobodde okuyungibbwa

source: Remove viewer from stage
lg: jjaako ekitangazzo okuva ku sitengi

source: resistance
lg: okuwankannya

source: resize this sprite
lg: kyusa obunene bw'embbiro

source: reverse
lg: okuddayo emabega

source: right
lg: Ddyo

source: right arrow
lg: ekasaale ka ddyo

source: Rotate clock-wise
lg: wetoloole nga obalamiriizza ku ddyo

source: Rotate counter-clock-wise
lg: Wetoloole kawunta- nga obalamiriizza ku ddyo

source: rotate this sprite
lg: wetoloole embirro zino

source: Rotation degrees?
lg: Wetoloole ebipiimo?

source: Save
lg: Okutereka

source: Save a copy of the current project
lg: Tereeka kopi y'omulimu omuteeketeeke eguliiko kati

source: Save As
lg: Tereeka nga

source: Save changes before quitting?
lg: Okutereka obikyusiddwa nga tonnagalaawo?

source: Save failed
lg: Okutereka kugannya

source: save picture of scripts
lg: Okutereka ebifaananyi bye biwandikiddwa

source: save picture of stage...
lg: Okutereka ebifaananyi ebya sitengi....

source: Save Project
lg: Okutereka omulimu omuteeketeeke

source: Save Scripts Snapshot
lg: Okutereka ebiwandikiddwa ebikubiddwa ekifaananyi

source: Save Stage Shot
lg: Okutereka ewagenda okukubibbwa obifaananyi

source: Save the current project
lg: Okutereka omulimu omuteeketeeke eguliiko

source: Save the current project?
lg: Okutereka omulimu omuteeketeeke eguliiko?

source: Save this project
lg: Okuteereka omulimu omuteeketeeke

source: Scripts
lg: ebiwandikiddwa

source: select serial/USB port
lg: okulonda siriyo/ekituli kya USB

source: Select tool (move, modify, or delete selection)
lg: okulonda ekyuma(okutambula,okuterezza oba okusangula ekilondeddwa

source: Set costume center
lg: okutegekka wakati w'ebyambalo

source: Set language
lg: okutegekka olulimi

source: Set rotation center
lg: Okutegekka wakati ow'kwetoloole

source: Set Single Stepping
lg: Okutegeka ewasookerwa okulinnya

source: set slider min and max
lg: okutegeka ekiseereza mu butono ne mubbungi

source: Share
lg: okugabana

source: Share this project
lg: okugabana omulimu omuteeketeeke

source: Share This Project Online
lg: Okugabana omulimi omuteeketeeke nga guli onilayiini

source: Show Motor Blocks
lg: Okulaga bulooka za yingini ereeta amaanyi

source: show ScratchBoard watcher
lg: Okulaga olubaawo lyo kutakula mu kwegendereza

source: Shrink
lg: okuyimpawala

source: Shrink sprite
lg: Okuyimpawala mu mbbiro

source: Simulation
lg: okuyeeyereza

source: Single-step speed?
lg: Eddala erimu mu bwangu?

source: slider
lg: okuseereza

source: Slider range:
lg: okuseereza mu kibangirizi:

source: Sound quality:
lg: Eddoboozi eddungi:

source: Sound Recorder
lg: ekitereeka amaloboozi

source: Sounds
lg: amaloboozi

source: Sounds compressed
lg: amaloboozi ganyiggiddwa

source: space
lg: ebbanga oba ekifo

source: Sprite
lg: mbbiro

source: Sprites
lg: Embbiro

source: Stage
lg: webakolera emizannyo

source: Stage selected:
lg: webakolera emizannyo waloddeddwa:

source: Stamp tool (select area, then stamp copies of it)
lg: Ekyuma kya laama(londa ekifo ate otekeeko laama kubifaanangana)

source: Start green flag scripts
lg: Tandiika bendera eyakiragala eyebiwandikiddwa

source: Start Single Stepping
lg: Okutandiika okulinnya ebbigere ebisooka

source: stop
lg: Okulimiirira

source: Stop everything
lg: Okulimiriiza ekintu kyonna

source: Stop Single Stepping
lg: Okutandiika okulinnya ebbigere ebisooka

source: Story
lg: Olugero

source: Support Site
lg: Ekifo wo fuuna obuyambi

source: Switch colors
lg: Okukyuusa langi

source: Switch to full stage
lg: Kyusa okudda webazzanyira emizannyo

source: Switch to presentation mode
lg: Kyusa odde ku pulizentoshoni eya kika kya mode

source: Switch to small stage
lg: Kyusa odde mu kifo ekitono we bazanyira emizannyo

source: Tags:
lg: Ebikozesebbwa mu kulamba ekintu:

source: Text tool (edit text layer)
lg: Ekyuma ekiwandiika obubaka(okutereeza omuko gwa bubaka)

source: That variable name is already in use
lg: Erinnya lye bikyusibbwa kyusibbwa lyekozeseddwa dda

source: that way
lg: Kwaata eyo

source: The file name already exists. Overwrite existing file?
lg: Erinnya lya fayiro gyeriri.okuwandiika no ssussa mu fayiro eriiwo?

source: thing
lg: ekintu

source: this way
lg: Oludda luno

source: tilt
lg: Okukyussa kyusa ekintu

source: true
lg: ekituufu

source: Turbo speed
lg: ekyuma eky'emisinde emingi

source: turn into new sprite
lg: kyuka odde mu mbbiro empya

source: Undelete
lg: tekyassaguddwa

source: Undo
lg: Okujjaawo ekintu ekibadde kikolebbwa

source: up
lg: Waggulu

source: up arrow
lg: Akasaale waggulu

source: Updating thumbnails
lg: Okutereeza enjaala z'ekyenkumu

source: Upload succeeded!
lg: Okuteekaayo kusobwosse!

source: Upload to Scratch Server
lg: Okutekaayo ku saava ya scratch

source: Uploading
lg: Okuteekayo ekintu ku mukuttu gwa yinteneti

source: Variable name?
lg: Erinnya lye bikyussibbwa Kyussibbwa?

source: View on stage
lg: Okulabbira mu kifo emizannyo we gizannyibbwa

source: What's your name?
lg: Gwe anni erinnya lyo?

source: whirl
lg: Okukyusakyusa

source: world
lg: Ensi

source: Write Multiple Project Summaries
lg: Wandiika mubufunze emirimu emiteeketeeke egiweraako

source: Write Project Summary
lg: wandiika omulimi omuteeketeeke mubufunze

source: Yes
lg: Yee

source: Your project is now online at
lg: Omulimu gwo omuteeketeeke guli ku mutimbanganno gwa yinteneti

source: Your Scratch website login name:
lg: Erinnya lyo mukutu ogukuyingizza mu kutakula:

source: Zoom in
lg: okufunza ekintu nga odd munda

source: Zoom out
lg: Okugeezzamu ekintu

source: Accordion
lg: Okusinzira

source: Acoustic Bass
lg: Mu ddoboozi erya wansi

source: Acoustic Bass Drum
lg: Ekivuga kyebakubba mu ddoboozi erya wansi

source: Acoustic Grand
lg: Mu ddoboozi ery'ekitiibwa

source: Acoustic Snare
lg: Mu ddoboozi erya kakunizo

source: Applause
lg: Okukungiriizza ekintu oba omuntu

source: Bagpipe
lg: Ensawo yo luppira

source: Baritone Sax
lg: Baritoni Sax

source: Bass Drum 1
lg: Ekivuga namba emu mu ddoboozi erya wansi

source: Bird Tweet
lg: Eddoboozi lye kinyonyi

source: Blown Bottle
lg: Eccuppa envuggiddwa

source: Brass Section
lg: Ekitundu ekisaliddwako ku kyuma ekiwewufu

source: Breath Noise
lg: Okussa mu ddoboozi eddene
