Repository: chrisgarrity/scratch-pootle-translations
Catalog: scratch1.4/lg/scratch.po
Languages: lg

source: Bright Acoustic
lg: Eddoboozi eritanganvu

source: Chinese Cymbal
lg: Cymbal ekyayyiina

source: Choir Aahs
lg: ekibiina kya bayimba Aahs

source: Church Organ
lg: Ennanga ye kkanisa

source: Clarinet
lg: karinnetti

source: Claves
lg: kilaavizzi

source: Clavinet
lg: kilaavinetti

source: Closed Hi-Hat
lg: Enkofira eyeggadde

source: Contrabass
lg: amaloboozi ebbiri agawansi

source: Cowbell
lg: ekidde kye nte

source: Crash Cymbal 1
lg: Okunyigga Cymbal esooka

source: Crash Cymbal 2
lg: Okunyigga Cymbal eyokkubiri

source: Distortion Guitar
lg: ekivuga ekibuzzabuzza

source: Drawbar Organ
lg: Okukuba ekitundu ky'ekintu

source: Dulcimer
lg: Dulusiima

source: Electric Bass (finger)
lg: Ekyuma kya masanyalaze okivaamu eddoboozi erya wansi( obuggalo)

source: Electric Bass (pick)
lg: kyuma kya masanyalaze okivaamu eddoboozi erya wansi( Londa)

source: Electric Clean Guitar
lg: Longosa ekivuga oba Gitta ekya masanyalaze

source: Electric Grand
lg: Ekyamasanyalaze ekikulu

source: Electric Jazz Guitar
lg: Ekivuga oba Gitta ya Jazz

source: Electric Muted Guitar
lg: Ekivuga oba Gitta eya masanyalaze nga amumunyadde

source: Electric Piano 1
lg: Okukuba ekivuga kimu ekya masanyalaze ng'okendeezezza

source: Electric Piano 2
lg: Okukuba ekivuga ekyokkubiri ekya masanyalaze ng'okendeezezza

source: Electric Snare
lg: Omutego oba ekakwakunizo eka masanyalaze

source: English Horn
lg: ekkondeere lyo Lungereza

source: FX 1 (rain)
lg: FX nnamba emu (enkuba)

source: FX 2 (soundtrack)
lg: FX nnamba bbiri(okutambula kwe ddoboozi)

source: FX 3 (crystal)
lg: FX nnamba ssatu(ejjinja eryo muwendo)

source: FX 4 (atmosphere)
lg: FX nnamba nnya(ebbanga)

source: FX 5 (brightness)
lg: FX nnamba ttaano(okwakayakanna)

source: FX 6 (goblins)
lg: FX nnamba mukaaga(embbiro)

source: FX 7 (echoes)
lg: FX nnamba musanvu(amaloboozi egawuulilwa okuva awala)

source: FX 8 (sci-fi)
lg: FX nnamba munnana(sci-fi)

source: Fiddle
lg: Kulyakula oba kukumpanya

source: Flute
lg: Endere

source: French Horn
lg: Endere yo mufalansa

source: Fretless Bass
lg: Eddoboozi erittarimu Kutaataaganya

source: Guitar Fret Noise
lg: Ekivuga oba Giita eya ddoboozi eritarimu kutaataaganya

source: Guitar Harmonics
lg: Ekivuga oba Giita eya maloboozi eg'enjawulo agakwatagana obulungi

source: Gunshot
lg: Okuvugga kwe mmundu

source: Hand Clap
lg: Okukubba mu ngalo

source: Harmonica
lg: Okukwatagana obulungi

source: Helicopter
lg: Ennyonyi namunkanga

source: Hi Bongo
lg: Kyi Bongo

source: Hi Wood Block
lg: Kyi Wood Block

source: Hi-Mid Tom
lg: Kyi-Mid Tom

source: High Agogo
lg: Obuwanvu Agogo

source: High Floor Tom
lg: Obuwanvu bwo'mwaliiro gwa Tom

source: High Timbale
lg: Obuwanvu bwa Timbale

source: High Tom
lg: Obuwanvu bwa Tom

source: Lead 1 (square)
lg: kukulembera nnamba emu(ekirina ensonda ennya nga zonna zenkana)

source: Lead 2 (sawtooth)
lg: kukulembera nnamba bbiri(sawtooth)

source: Lead 3 (calliope)
lg: Kukulembera nnamba ssatu(calliope)

source: Lead 4 (chiff)
lg: Kukulembera nnamba nnya(chiff)

source: Lead 5 (charang)
lg: Kukulembera nnamba ttano(charang)

source: Lead 6 (voice)
lg: Kukulembera nnamba mukaaga(ddoboozi)

source: Lead 7 (fifths)
lg: Kukulembera nnamba musanvu(ekyokutaano)

source: Lead 8 (bass+lead)
lg: Kukulembera nnamba munnana(eddoboozi erya wansi ogatteko okukulembera)

source: Long Guiro
lg: Obuwanvu bwa Guiro

source: Long Whistle
lg: Okufuuwa Omuleele ebanga eriwanvu

source: Low Agogo
lg: Agogo owawansi

source: Low Bongo
lg: Bongo owawansi

source: Low Conga
lg: Conga owawansi

source: Low Floor Tom
lg: Omwaliiro gwa Tom ogwa'wansi

source: Low Timbale
lg: Timbale owawansi

source: Low Tom
lg: Tom owawansi

source: Low Wood Block
lg: Wood Block owawansi

source: Low-Mid Tom
lg: Mid Tom- owawansi

source: Melodic Tom
lg: Eddoboozi lyo luyimba lwa Tom

source: Music Box
lg: essanduuke ye nnyimba

source: Mute Cuica
lg: Okusiirisa Cuica

source: Mute Hi Conga
lg: Okusiirisa Kyi Conga

source: Mute Triangle
lg: Okusiirisa ekintu ekirina ensonda ssatu

source: Muted Trumpet
lg: Ekkondeere erissirisiddwa

source: Nylon String Guitar
lg: Ekivuga oba Giita erina oluwuzi lwa Nylon

source: Open Cuica
lg: Ggulaawo Cuica

source: Open Hi Conga
lg: Ggulaawo Kyi Conga

source: Open Hi-Hat
lg: Ggulaawo kyi enkoofira

source: Open Triangle
lg: Ggulaawo ekintu ekirina ensonda ssatu

source: Orchestra Hit
lg: Okutegeeka okukuba

source: Orchestral Strings
lg: Okutegeeka luwuzi

source: Overdriven Guitar
lg: Ekivuga Oba Gitta ekubiddwa ennyo

source: Pad 1 (new age)
lg: enkata nnamba emu(omulembe omuggya)

source: Pad 2 (warm)
lg: Enkata nnamba bbiri(ekibuguma)

source: Pad 3 (polysynth)
lg: Enkata nnamba ssatu(polysynth)

source: Pad 4 (choir)
lg: Enkata nnamba nnya(ekibiina ky'abayimbi)

source: Pad 5 (bowed)
lg: Enkata nnamba Ttano(okwesulika)

source: Pad 6 (metallic)
lg: Enkata nnamba mukaaga(ekintu nga kya kyuma)

source: Pad 7 (halo)
lg: Enkata nnamba musanvu( halo)

source: Pad 8 (sweep)
lg: Enkata nnamba munnaana(kwera)

source: Pan Flute
lg: endere ye sseffuliya

source: Pedal Hi-Hat
lg: Ekisiiba Kyi Enkoofira

source: Percussive Organ
lg: Ekyuma Ekisendasenda

source: Pizzicato Strings
lg: Wuzzi za Pizzicato

source: Recorder
lg: Ekyuma ekitereeka amaloboozi

source: Reed Organ
lg: ekitundu kya kati akakwata ekimuli

source: Reverse Cymbal
lg: okudda ekyennyumannyuma Cymbal

source: Ride Bell
lg: okwebagala ekidde

source: Ride Cymbal 1
lg: okwebagala Cymbla emu

source: Ride Cymbal 2
lg: Okwebagala Cymbla bbiri

source: Rock Organ
lg: Ekitundu kyo lwazzi

source: Seashore
lg: Embaalama ze nnyanja

source: Short Guiro
lg: Guiro kimpi

source: Short Whistle
lg: Firimbi nnyimpi

source: Side Stick
lg: Oludda lw'omuggo

source: Slap Bass 1
lg: Okukuba ekivuga ekisooka mu ddoboozi ery'wansi

source: Slap Bass 2
lg: Okukuba ekivuga ekyokkubiri mu ddoboozi ery'wansi

source: Soprano Sax
lg: eddoboozi ly'abayimbi erisinga okuba waggulu Sax

source: Splash Cymbal
lg: Okusassanya Cymbal

source: Steel Drums
lg: Ebivuga by'ekyuma eky'ekkalwe

source: Steel String Guitar
lg: Ekivuga eky'enkoba or ggita eyawuzzi ez'ekyuma eky'ekkalwe

source: String Ensemble 1
lg: Olunyiriri lwa wuzzi esooka

source: String Ensemble 2
lg: Olunyiriri lwa wuuzzi ey'okubbiri

source: Synth Bass 1
lg: Synth esooka ey'ddoboozi eriri wansi

source: Synth Bass 2
lg: Synth eyokubbiri ey'ddoboozi eriri wansi

source: Synth Drum
lg: Ekivuga kya Synth

source: Synth Voice
lg: Eddoboozi lya Synth

source: SynthBrass 1
lg: Ekyuma kimu ekiwewufu ekya Synth

source: SynthBrass 2
lg: Ekyuma ekyokubbiri ekiwewufu ekya Synth

source: SynthStrings 1
lg: Oluwuzzi lumu olwa Synth

source: SynthStrings 2
lg: Oluwuzzi nnamba bbiri olwa Synth

source: Taiko Drum
lg: Ekivuga Taiko

source: Tango Accordion
lg: Okusinzira ku Tango

source: Telephone Ring
lg: Okuvuga kwe ssimu

source: Tenor Sax
lg: Eddoboozi ly'abasajja erya waggulu Sax

source: Tinkle Bell
lg: Okuvuga kwe kide

source: Tremolo Strings
lg: wuuzzi za Tremolo

source: Trumpet
lg: Ekkondeere

source: Tubular Bells
lg: Ebidde ebirimu ekituli ekisomokka

source: Vibraphone
lg: Okujugumira kwe ssimu

source: Vibraslap
lg: Okujugumira kwo luyyi

source: Violin
lg: ennanga

source: Voice Oohs
lg: Amaloboozi Oohs

source: Whistle
lg: Ffirimbi

source: Woodblock
lg: Buloka yo lubaawo

source: Xylophone
lg: Amadinda
